Repository: broadwaylamb/Smithereen-iOS
Catalog: Localizable/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: %@ on a deleted post
ru: %@ к удалённой записи
uk: %@ до віддаленого запису

source: %@ on post %@
ru: %1$@ к записи %2$@
uk: %1$@ до запису %2$@

source: %@'s posts
ru: Записи %@
uk: Записи %@

# %lld audios
source: audios
ru: аудио
uk: аудіо

source: %lld comments
ru: %lld комментариев
uk: %lld коментарів

# %lld followers
source: followers
ru: подписчиков
uk: підписників

# %lld friends
source: friends
ru: друзей
uk: друзів

# %lld groups
source: groups
ru: групп
uk: груп

# %lld in common
source: in common
ru: общих
uk: спільних

# %lld photos
source: photos
ru: фото
uk: фото

# %lld videos
source: videos
ru: видео
uk: відео

source: %lld years old
ru: %lld лет
uk: %lld років

# %lld years old, %@
source: %1$lld years old, %2$@
ru: %1$lld лет, %2$@
uk: %1$lld років, %2$@

source: Add your comment
ru: Ваш комментарий
uk: Ваш коментар

source: All posts
ru: Все записи
uk: Всі записи

source: All Smithereen data cached on this device will be deleted.
ru: Все данные Smithereen, сохранённые на этом устройстве, будут удалены.

source: Appearance
ru: Внешний вид
uk: Зовнішній вигляд

source: Are you sure?
ru: Вы уверены?
uk: Ви впевнені?

source: Audio attachments are not supported yet
ru: Аудиовложения пока не поддерживаются

source: Cache
ru: Кэш
uk: Кеш

source: Cancel
ru: Отменить
uk: Скасувати

# captcha_code
source: Code
ru: Код
uk: Код

source: Color theme
ru: Цветовая тема
uk: Колірна тема

# compose_repost_title
source: Share post
ru: Поделиться записью
uk: Поділитися записом

source: Copy Link to Post
ru: Скопировать ссылку на запись
uk: Скопіювати посилання на запис

source: Could not authenticate because of state mismatch.
ru: Не удалось войти из-за несовпадения состояния.

source: Could not find a Smithereen instance at %@
ru: Не удалось найти сервер Smithereen по адресу %@
uk: Не вдалося знайти сервер Smithereen за адресою %@

source: Delete Post
ru: Удалить запись
uk: Видалити запис

source: Development
ru: Разработка
uk: Розробка

source: Done
ru: Готово
uk: Готово

source: Edit Post
ru: Редактировать запись
uk: Редагувати запис

source: Erase
ru: Очистить
uk: Очистити

source: Erase cache
ru: Очистить кэш
uk: Очистити кеш

source: Expand text…
ru: Показать полностью…
uk: Показати повністю…

source: Friends
ru: Друзья
uk: Друзі

source: Hide News
ru: Скрывать новости
uk: Приховати з новин

source: Incorrect request format. Please report this error to the application developer.
ru: Неверный формат запроса. Пожалуйста, сообщите об этой ошибке разработчику приложения.

source: Information
ru: Информация
uk: Інформація

source: Instance domain
ru: Адрес сервера
uk: Адреса сервера

source: Invalid redirection URL.
ru: Некорректный адрес перенаправления.

source: just now
ru: только что
uk: щойно

# last_seen_female %@
source: last seen %@
ru: заходила %@
uk: заходила %@

# last_seen_male %@
source: last seen %@
ru: заходил %@
uk: заходив %@

# last_seen_other %@
source: last seen %@
ru: заходил %@
uk: заходив %@

source: Like
ru: Мне нравится
uk: Мені подобається

source: Log in
ru: Войти
uk: Увійти

source: Login attempt rejected
ru: Попытка входа отклонена

source: My posts
ru: Мои записи
uk: Мої записи

source: New Post
ru: Новая запись
uk: Новий запис

source: News
ru: Новости
uk: Новини

source: OK
ru: ОК
uk: ОК

source: online
ru: онлайн
uk: онлайн

source: open group
ru: открытая группа
uk: відкрита група

source: Open in Browser
ru: Открыть в браузере
uk: Відкрити у браузері

source: Own posts
ru: Только свои
uk: Тільки свої

source: Pin Post
ru: Закрепить запись
uk: Закріпити запис

source: Please report this error to the application developer
ru: Пожалуйста, сообщите об этой ошибке разработчику приложения

source: Polls are not supported yet
ru: Опросы пока не поддерживаются

source: Post settings
ru: Настройки записи
uk: Налаштування запису

source: Profile
ru: Страница
uk: Сторінка

source: Report
ru: Пожаловаться
uk: Поскаржитись

source: Report a bug
ru: Сообщить об ошибке

source: Round profile pictures
ru: Круглые фотографии профилей
uk: Круглі фотографії профілів

source: Settings
ru: Настройки
uk: Налаштування

source: Show technical data
ru: Показать технические данные

source: Sign out
ru: Выйти
uk: Вийти

source: Technical data
ru: Технические данные

source: Test Captcha
ru: Тест капчи
uk: Тест капчі

source: The action is being performed too often
ru: Действие выполняется слишком часто

source: updated her profile picture %@
ru: обновила фотогравию %@
uk: оновила фотографію %@

source: updated his profile picture %@
ru: обновил фотографию %@
uk: оновив фотографію %@

source: updated their profile picture %@
ru: обновлена фотография %@
uk: оновлена фотографія %@

source: Video attachments are not supported yet
ru: Видеовложения пока не поддерживаются

source: What's new?
ru: Что у вас нового?
uk: Що у вас нового?
